10/data/attachments/84c25a6c46ffdbca.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e68324d6-d2cf-4cef-b647-44c996e929c9</nif:username>
            <nif:friendToBeAdded>Carmen_unit_Actions_74487_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>